Revit 2027 API
ParameterTypeId.BoundaryYRotationSpring Property
 "Y Rotation - Spring"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryYRotationSpring { get; }
Public Shared ReadOnly Property BoundaryYRotationSpring As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryYRotationSpring {
	ForgeTypeId^ get ();
}
static member BoundaryYRotationSpring : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace